<template>
    <div class="acquireWrap">
        <p>欢迎您使用美食巷网上订餐服务，包括但不限于通过美食巷互联网订餐网站，以及美食巷基于互联网或手机上网功能开发的其他订餐平台（以下简称「本网站」）。请您务必在订餐前仔细阅读并了解以下的网上订餐须知，本网站将按以下的方式和条件为您提供网上订餐服务。如果您使用本网站的服务，即表示您完全同意并接受本须知。北京美食巷快餐有限公司（以下简称「本公司」）可能在法律允许的范围内对本须知的内容不时进行适当调整。本须知适用于您当前及未来使用的本网站服务。本公司可以修改本须知或相关条款并会予以更新和公布，所有修改的适用不具有追溯力。但是，对服务新功能的特别修改或由于法律原因所 作的修改将立即生效。如果您不同意服务的修改条款，应停止使用本网站的服务。</p>
        <p>1.美食巷网上订餐菜单在不同城市、不同门店可能存在差异。不同时段产品种类及价格有所不同。部分产品仅限于部分美食巷送餐区域供应。美食巷有权在不预先通知下，在法律允许的范围内，对菜单内容及价格进行调整。</p>
        <p>2.为保证产品质量，美食巷有送餐范围限制（详见输入送餐地址后显示的送餐范围提示），若您的地址超出送餐服务范围而造成无法送餐，敬请见谅。建议您选择就近的美食巷餐厅用餐。</p>
        <p>3.美食巷网上订餐不设最低消费，谢绝小费。每单外送订餐，北京地区均收取外送费8元人民币，津冀地区收取外送费7元人民币。接受微信支付、支付宝线上支付，以及货到付款的现金支付方式。</p>
        <p>4.产品、价格以及外送费具体以订餐时实际情况为准。</p>
        <p>5.如遇不可抗力因素，美食巷将暂停提供相关服务。</p>
        <p>6. 如果您的订餐金额大于500元人民币，为保障送餐质量，美食巷订餐中心的专人將致电给您确认餐点内容和送达时间，餐点送达时间可能因而略为延迟，感谢您的 理解与支持。若因您的电话无人接听导致取消订单，敬请谅解，您可致电美食巷专线4008-197-197由专人为您服务订餐。</p>
        <p>7.如果您的订餐金额大于2000元人民币，已属于大额订餐。为保证产品质量，请您拨打4008-197-197并提前一天订购，由订餐中心的专人为您服务订餐。。</p>
        <p>8.网上订餐服务时间以最终提交订单时间为准，北京10:00-21:30（部份区域订餐时间至21:00止），天津部份区域10:00-20:00。</p>
        <p>9.网上订餐接受7天内的预约订餐，订餐可选择的产品以订餐时网上确认的为准。如遇临时断货、送餐高峰，交通堵塞、交通管制等状况需要更改餐点内容或延迟送餐时间，我们将立即致电给您协商解决，敬请谅解。</p>
        <p>10.为加速网上订餐效率，您的订单提交后，我们不会致电与您确认网上订单，请在提交前仔细核对订单内容。如遇更改订单、取消订单、确认订单或其他需求，请您在订单提交后的5分钟之内致电4008-197-197寻求帮助。</p>
        <p>11.请不要在网上重复提交订单而造成重复下单。</p>
        <p>12.在您完成订餐並成功提交订单后，页面上会立即显示确认信息。此外，您也可以在本网站首页的【订单查询】中查询本次订餐所有信息。</p>
        <p>13.在您完成网上订餐前，根据您的点餐内容和金额，我们将自动列出符合条件的优惠项目，供您选择，您可添加优惠项目或放弃。订餐的总金额将根据您最终确认的订餐内容和优惠项目重新计算。</p>
        <p>14.如果您增加、减少或删除了点餐内容或数量，优惠项目将相应调整或取消。</p>
        <p>15.根据您的送餐地址，您可以享受的优惠项目可能会有差异，请以我们网上列出的优惠项目为准。</p>
        <p>16.除非另外注明，所有美食巷和美食巷的优惠券（包含 印刷版、打印版、复印版）均不适券、商品兑换券背面说明文字。</p>
        <p>17.图片仅供参考，产品及包装以实物为准。</p>
        <p>18.送餐服务可能因恶劣天气、不可抗力等因素而中断或延时。美食巷有权拒绝向有不诚信记录的订餐用户提供服务。</p>
    </div>
</template>

<script>
    export default {
        
    }
</script>


<style lang="scss">
    .acquireWrap{
        width: 100%;
        padding:10px;
        p{
            font-size: 14px;
            margin-bottom: 10px;
        }
    }
</style>
